<%@ page contentType="text/html;charset=UTF-8" %>
<%@ include file="/WEB-INF/views/include/taglib.jsp"%>
<html lang="en">
<head>
	<meta charset="UTF-8">
	<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">
	<meta name="viewport" content="width=device-width,initial-scale=1.0, maximum-scale=1.0, user-scalable=0">
	<meta name="format-detection" content="telephone=no"/>
	<meta name="format-detection" content="email=no"/>
	<link rel="stylesheet" href="${ctxStatic}/portal/css/reset.css">
	<style>
		.contetnBox{padding:15px;width:100%;height: 100%;}
		.textBox{border:1px solid #ccc;width: 100%;height: 100%;padding:10px;overflow-y: scroll;font-size: 12px;color: #666;}
		.aggrementTit{font-size: 15px;color: #666;text-align: center;padding:15px 0;}
		.smallTit{color:#000;font-size:13px;padding:5px 0;}
	</style>
	<title>注册协议</title>
</head>
<body>
	<div class="contetnBox">
		<div class="textBox">
			<h3 class="aggrementTit">汇创宜电商平台用户协议</h3>
			 <span class="smallTit">一、定义</span><br>
			 在本协议及本网站/APP其它相关规定中所使用的下列词语，除另有说明以外，应具有以下含义：
			1.1 汇创宜电商平台：指汇创宜电商平台及其关联公司所拥有、经营、运作的网站/APP。
			1.2 用户：指符合本协议所规定的条件，同意遵守汇创宜电商平台各种规则、条款（包括但不限于本协议），并使用汇创宜电商平台的机构或个人。
			1.3 服务：指汇创宜电商平台向用户提供的以在线洽谈、确认订单等服务为一体的在线交易服务。
			1.4 汇创宜电商平台账号/登录名：是本网站/APP向您提供服务时，由您自行注册而获得，用于标示、识别或管理您自身信息，及您发布或获得的信息的唯一号码。<br>
			 <span class="smallTit">二、接受条款 </span><br>
			2.1 本协议内容包括协议正文及所有汇创宜电商平台已经发布或将来可能发布的各类规则。所有规则为协议不可分割的一部分，与协议正文具有同等法律效力。
			2.2 以任何方式进入汇创宜电商平台并使用本服务即表示您已充分阅读、理解并同意接受本协议的条款和条件（以下合称“条款”）。 
			2.3 汇创宜电商平台有权根据业务需要酌情修订本协议的条款，并以网站/APP公告的形式进行更新，不再单独通知予您。经修订的“条款”一经在汇创宜电商平台公布，即产生效力。如您不同意相关修订，请您立即停止使用“服务”。如您继续使用“服务”，则将视为您已接受经修订的“条款”，如您与汇创宜电商平台发生争议，应以最新的“条款”为准。 <br>
			<span class="smallTit">三、本网站/APP的法律地位 </span><br>
			3.1 汇创宜电商平台仅作为用户在线寻求信息、磋商谈判、获取交易相关服务的虚拟地点。由于交易本身和互联网的特性，本公司无法控制交易对象、货物信息的合法性与真实性，请您在使用本网站/APP提供的在线交易服务与第三方进行交易时小心谨慎，并意识到在交易中存在着包括欺诈、亏损在内的商业风险。
			3.2 汇创宜电商平台如对用户的申诉进行受理，该处理行为的依据和处理标准均是用户使用本服务过程中的行为是否符合本协议或汇创宜电商平台其他规则的约定，而非对用户之间的交易行为本身进行评价。
			3.3 汇创宜电商平台与您之间为独立订约人关系，本用户协议无意构成代理、行纪、居间或任何服务合同之外的法律关系。本公司为会员提供的资源位、搜索引擎推广、广告展位等服务并不代表对该用户及其交易行为做出承诺和担保。<br>
			<span class="smallTit"> 四、用户资料规则 </span>
			4.1 您应对在汇创宜电商平台上发布的个人、企业资料、货物描述以及其他任何信息负责，不得发布不真实、有歧义、有误导性或恶意的信息，并注意随时更新注册资料，以符合及时、详尽、准确的要求。
			4.2 您保证提交的网站/APP链接、显示信息和网站/APP简介不含有任何违反国家有关法律、法规及中华人民共和国承认或加入的国际条约的内容，包括但不限于危害国家安全、淫秽色情、虚假、违法、诽谤（包括商业诽谤）、非法恐吓或非法骚扰、侵犯他人知识产权、人身权或其他合法权益或利益以及有违公序良俗的内容或指向这些内容的链接。
			4.3汇创宜电商平台如发现您提供的用户资料中包含有非法或虚假的信息，将有权采取删除、屏蔽、断开链接等必要措施进行处理，并保留中止或终止其用户资格、服务并追究其他责任的权利。
			4.4 您在享受服务的同时应当遵守汇创宜电商平台的要求，保证不违反中华人民共和国法律法规以及对客户具有法律约束力的其他任何文件，也不构成对任何第三人任何形式的侵权，保证注册或使用网络推广技术服务时不具有非法意图或任何恶意，保证汇创宜电商平台不会因向您提供本服务而构成违法、违约或者对任何第三人的侵权、或面临或被牵涉进任何第三人提出的诉讼、索赔等；如上述事件发生，承诺补偿汇创宜电商平台因该事件而发生的任何损失（包括但不限于诉讼费、律师费、赔偿金等）
			4.5 倘若汇创宜电商平台认为您的用户资料可能使本公司及其关联公司承担任何法律或道义上的责任，或可能使汇创宜电商平台 （全部或部分地） 失去汇创宜电商平台的互联网服务供应商或其他供应商的服务，则汇创宜电商平台可自行全权决定对该资料采取认为必要或适当的任何行动，包括但不限于删除该类资料。您特此保证，您对提交给汇创宜电商平台的用户资料拥有全部权利。您确认，汇创宜电商平台没有责任去认定或决定您提交的资料哪些是应当受到保护的，对享有服务的其他用户使用您的用户资料，汇创宜电商平台也不必负责。<br>
			<span class="smallTit"> 五、在线交易服务规则 </span>
			5.1 商品价格。鉴于在电商领域中商品价格可能具有商业机密性质的客观事实，资源位中陈列的商品价格信息仅供参考，但您不得利用该客观事实对其他用户进行蒙蔽、欺诈从而获取不正当利益。如您通过汇创宜电商平台在线交易服务购买商品，请意识到部分资源位的商品实际成交价格可能与陈列的价格不一致。在前述情况下，商品价格应以用户之间所确认的“订单总金额”为准，前述“订单总金额”包含“货品总价”和“运费”，用户须在交易过程中对价格信息进行谨慎核对。 
			5.2 添加产品描述条目。产品描述是由您提供的在汇创宜电商平台上展示的文字描述、图片、照片，可以是对您希望出售的产品的描述；或对您希望求购的产品的描述。您须将该等产品描述归入正确的类目内。汇创宜电商平台不对产品描述的准确性或内容负责。
			5.3 用户经由汇创宜电商平台取得的建议和资讯，无论其形式表现为何，皆不代表汇创宜电商平台对某一用户或其产品作出担保。
			5.4 不得操纵交易。您同意不利用帮助实现蒙蔽或欺骗意图的同伙（下属的客户或第三方），操纵与另一交易方所进行的商业谈判的结果。 
			5.5 不得干扰交易系统。您同意，您不得使用任何装置、软件或例行程序干预或试图干预汇创宜电商平台的正常运作或正在汇创宜电商平台上进行的任何交易。您不得采取对任何将不合理或不合比例的庞大负载加诸汇创宜电商平台络结构的行动。 
			5.6 关于交易反馈。您不得采取任何可能损害信息反馈系统的完整性的行动，诸如：利用第二会员身份标识或第三者为您本身留下正面反馈；利用第二会员身份标识或第三者为其他用户留下负面反馈 （反馈数据轰炸）；或在用户未能履行交易范围以外的某些行动时，留下负面的反馈 （反馈恶意强加）。
			5.7 若您涉嫌发生上述交易服务规则的禁止性行为对任意第三方造成损害的，您均应当以自己的名义独立承担所有的法律责任，并应确保汇创宜电商平台免责。 
			5.8 发生下述任一情况，汇创宜电商平台可立即发出警告，暂时中止、永久中止或终止您的会员资格，删除您的任何现有产品信息，或您在网站/APP上展示的任何其他资料：
			（i） 您违反本协议；
			（ii） 汇创宜电商平台无法核实或鉴定您向本公司提供的任何资料；
			（iii） 汇创宜电商平台相信您的行为可能会使您、汇创宜电商平台用户或通过汇创宜电商平台或汇创宜电商平台提供服务的第三者服务供应商发生任何法律责任。若发现您通过汇创宜电商平台从事诈骗、洗钱或其他非法活动，汇创宜电商平台可暂停或终止您的账户。前述约定并不排除汇创宜电商平台采取其他可能的权利救济手段。
			5.9 经生效法律文书确认或者汇创宜电商平台自行判断用户涉嫌存在违法或违反本协议行为的，汇创宜电商平台有权在汇创宜电商平台上以网络发布形式公布用户的违法行为并做出处罚（包括但不限于限权、终止服务等）。<br>
			 <span class="smallTit">六、在线交易服务争议及处理 </span>
			6.1汇创宜电商平台有权受理并调处您与其他用户在使用在线交易服务过程中发生的争议，同时有权单方面独立判断其他用户对您的投诉及（或）索偿是否成立。若汇创宜电商平台判断索偿成立，则您应及时使用自有资金进行偿付，否则汇创宜电商平台扣减已购本公司及其关联公司的产品或服务中未履行部分的费用的相应金额或您在汇创宜电商平台所有账户下的其他资金（或权益）等进行相应偿付。汇创宜电商平台没有使用自用资金进行偿付的义务，但若进行了该等支付，您应及时赔偿汇创宜电商平台的全部损失，否则汇创宜电商平台有权通过前述方式抵减相应资金或权益，如仍无法弥补汇创宜电商平台损失，则汇创宜电商平台保留继续追偿的权利。
			6.2 因汇创宜电商平台为非司法机构，您完全理解并承认，汇创宜电商平台对证据的鉴别能力及对纠纷的处理能力有限，受理申诉完全是基于您的委托，不保证争议处理结果符合您的期望，亦不对争议处理结果承担任何责任。汇创宜电商平台有权决定是否参与争议的调处。
			6.3 汇创宜电商平台有权通过电子邮件或其他联系方式向您了解与该争议有关的情况，并将所了解的情况通过电子邮件等方式通知对方，您有义务配合汇创宜电商平台的工作，否则汇创宜电商平台有权做出对您不利的处理结果。<br>
			 <span class="smallTit">七、通知</span>
			7.1 您应当准确填写并及时更新您提供的电子邮件地址、联系电话、联系地址、邮政编码等联系方式，以便汇创宜电商平台或其他用户与您进行有效联系，因通过这些联系方式无法与您取得联系，导致您在使用汇创宜电商平台的服务过程中产生任何损失或增加费用的，应由您完全独自承担。您了解并同意，您有义务保持你提供的联系方式的有效性，如有变更需要更新的，您应按汇创宜电商平台的要求进行操作。 <br>
			<span class="smallTit">八、不可抗力</span>
			8.1 “不可抗力”、“意外事件”是指无法预见、无法克服或避免的，且对客户、或汇创宜电商平台造成重大影响的客观事件。包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等，以及社会事件，如战争、动乱、立法，政府行为等。客户同意：鉴于互联网的特殊性，如黑客攻击、网络中断等，凡出现非汇创宜电商平台过错之网络问题的，均为不可抗力。 
			8.2 因不可抗力或者其他意外事件，使得本服务条款履行不可能，汇创宜电商平台不承担损害赔偿责任。<br>
			<span class="smallTit">九、保密条款</span>
			9.1 双方承诺在本协议执行过程中，对本协议内容及获悉的对方的商业秘密不得向第三方透露，否则应承担对方因此而致的损失。  <br>
			<span class="smallTit">十、反商业贿赂</span>
			10.1 您及您所代表的机构保证不向汇创宜电商平台人员或其亲属直接或间接允诺、给付任何贿赂或其它不正当利益，包括但不限于回扣、佣金、有价证券、实物、银行卡、存折、房屋装修、车辆购置或使用、借物办私事、不当出工出力、出资旅游、生日婚礼宴请的不当馈赠、不当招待或其它形式的好处，如汇创宜电商平台发现您有贿赂行为，无论您是否因此获得实际利益，汇创宜电商平台均有权立即终止服务。 
			10.2 若您发现汇创宜电商平台人员有任何索贿受贿或其他营私舞弊行为，可以随时通过客服向汇创宜电商平台内审部门举报。<br> 
			<span class="smallTit">十一、违约责任</span>
			11.1您同意赔偿因违反本协议而给汇创宜电商平台造成的任何损失（包括但不限于由此产生的全额的诉讼费用和律师费）。汇创宜电商平台不对用户张贴的资料承担任何责任（包括但不限于诽谤性的、攻击性的或非法的资料），此类材料对其它用户造成的损失由行为人自行承担全部责任。
			11.2 除本协议及汇创宜电商平台规则另有约定之外，如一方发生违约行为，守约方可以书面通知方式要求违约方在指定的时限内停止违约行为，并就违约行为造成的损失进行索赔，如违约方未能按时停止违约行为，则守约方有权立即终止本协议。
		</div>
	</div>
	<script src="${ctxStatic}/jquery/jquery-1.8.3.js"></script>
	<script>
		function remSet(){
			var width=750/2;
			var rem=$(window).width()/width * 20;
			$("html").css({
				"font-size":rem
			})
		}
		remSet();
	</script>
</body>
</html>